{
  "language.eng": "Английский",
  "language.ru": "Русский",
  "dino.home.discover": "Откройте для себя мир динозавров",
  "dino.home.description": "Персонализированные книги, в которых ваш ребенок станет главным героем",
  "dino.home.personalize": "Персонализировать",
  "dino.home.follow-instructions": "Следуйте инструкциям",
  "dino.home.click-button": "Нажмите на кнопку выше и посмотрите, что произойдет после",
  "dino.home.order-now": "Заказать сейчас",
  "dino.home.what-we-provide": "Что Мы Предоставляем",
  "dino.home.cusomized-book": "Индивидуальная Книга с Фотографиями Вашего Ребенка",
  "dino.home.cusomized-book-description": "Откройте для себя чудо динозавров с помощью специальной книги, созданной с использованием фотографий вашего ребенка! Погрузитесь в увлекательную экспедицию, где они станут частью истории, воспитывая любовь к обучению и исследованиям.",
  "dino.home.more-than-20": "На наших страницах представлено более 20 динозавров.",
  "dino.home.learn-about-dinos": "Узнайте о очаровательных древних рептилиях: Эорапторе, Платеозавре, Постозухе, Бронтозавре, Апатозавре, Диплодоке, Кентозавре, Компосагнате, Археоптериксе, Тираннозавре рексе, Трицератопсе, Велоцирапторе, Спинозавре, Анкилозавре, Птеранодоне, Паразауролофе, Кархародонтозавре, Аргентинозавре, Стегоцефале, Титанозавр.",
  "dino.home.immersive-story": "Захватывающая история, написанная лучшими мастерами слова",
  "dino.home.created-by": "Наша энциклопедия, созданная командой экспертов-палеонтологов, опытных писателей и психологов, гарантирует безопасный и полезный опыт для вашего ребенка.",
  "dino.home.more-info": "Больше информации",
  "dino.home.review.kid-friendly": "Детские энциклопедии по разным темам",
  "dino.home.review.drop-comment": "Оставить комментарий",
  "dino.home.review.reading-the-dinosaur": "Чтение энциклопедии динозавров превратило наши вечера в увлекательное приключение. Мои сыновья Макс и Джейк с каждой страницей погружались в новую эпоху, словно сами стали частью древней истории. Порадуйте своих малышей",
  "dino.home.faq.title": "Персонализированная Энциклопедия Динозавров: Часто Задаваемые Вопросы",
  "dino.home.faq.what-age": "Для какого возраста лучше всего подойдет ваша книга о динозаврах?",
  "dino.home.faq.what-age-answer": "Эта книга о динозаврах создана для того, чтобы очаровать широкий спектр возрастов. Яркие иллюстрации и увлекательные повествования делают его идеальным для малышей и дошкольников, обычно в возрасте от 2 до 5 лет, и способствуют обучению посредством исследования. Тем не менее, его образовательная глубина расширяет его привлекательность для детей старшего возраста, от 3 до 14 лет. Его вневременное очарование очаровывает даже взрослых, что делает его восхитительным выбором для семейного общения и исследования доисторических чудес.",
  "dino.home.faq.how-personalize": "Как персонализировать книгу о динозаврах моего ребенка?",
  "dino.home.faq.how-personalize-answer": "Чтобы персонализировать книгу о динозаврах вашего ребенка, просто загрузите его фотографию на нашу платформу. Используя передовые технологии искусственного интеллекта, мы интегрируем их изображения в уникальные иллюстрации на протяжении всей книги. Таким образом, ваш малыш станет главным героем каждой страницы, погружаясь в захватывающие приключения с динозаврами.",
  "dino.home.faq.how-long": "Сколько времени нужно, чтобы сделать мою книгу о динозаврах?",
  "dino.home.faq.how-long-answer": "Обычно на создание индивидуальной книги о динозаврах уходит около 2–3 недель, включая работу по дизайну и процесс печати.",
  "dino.home.faq.other-encyclopedia": "Есть ли у вас другие издания энциклопедии?",
  "dino.home.faq.other-encyclopedia-answer": "Конечно! В дополнение к нашей энциклопедии динозавров мы предлагаем энциклопедии, посвященные таким темам, как освоение космоса и история европейских стран. Однако что отличает нас от других, так это наша специализация на создании персонализированных книг. Вы можете заказать любую сказку, главным героем которой станет ваш ребенок, гарантируя поистине уникальные и незабываемые впечатления от чтения.",
  "dino.home.argedino": "Ваши дети смогут увидеть себя исследователями, путешествующими сквозь века и лицом к лицу встречающимися с динозаврами. Это не просто книга – это приключение, которое захватит их воображение и принесет в их мир невероятную дозу волшебства и знаний.",
  "dino.home.ai-face-swap": "ЗАМЕНА ЛИЦ С ИИ",
  "dino.home.personalize-book": "Персонализировать Книгу",
  "dino.home.click-now": "Нажмите сейчас!!!",
  "dino.home.other-products": "Другие наши Продукты",
  "dino.home.subscribe-for-updates": "Подписаться На Обновления",
  "dino.home.space-encyclopedia": "Энциклопедия о космосе",
  "dino.home.email": "Почта",
  "dino.home.send": "Отпарвить",
  "dino.home.footer.explore-magic-1": "Исследуйте Магию",
  "dino.home.footer.explore-magic-2": "Уникальный подарок для любимого человека",
  "dino.home.footer.home": "Главная",
  "dino.home.footer.social": "Социальные сети",
  "dino.home.footer.personalized-books": "Персонализированные Книги",
  "dino.home.footer.contact": "Контакты",
  "dino.home.footer.privacy": "Конфиденциальность",
  "dino.home.footer.rights-reserved": "все права защищены"
}
