{
  "language.eng": "English",
  "language.ru": "Russian",
  "dino.home.discover": "Discover Dinosaurs world",
  "dino.home.description": "Personalized books with your kid as the main hero",
  "dino.home.personalize": "Personalize",
  "dino.home.follow-instructions": "Follow the instructions",
  "dino.home.click-button": "Click on the button above and watch what happens after below",
  "dino.home.order-now": "Order now",
  "dino.home.what-we-provide": "What We Provide",
  "dino.home.cusomized-book": "Customized Book with Your Child's Photos",
  "dino.home.cusomized-book-description": "Discover the wonder of dinosaurs with a custom book, uniquely crafted with your child's photos! Dive into an engaging expedition where they become part of the story, fostering a love for learning and exploration.",
  "dino.home.more-than-20": "More than 20 dinosaurs featured in our pages",
  "dino.home.learn-about-dinos": "Learn about the alluring ancient reptiles: Eoraptor, Plateosaurus, Postosuchus, Brontosaurus, Apatosaurus, Diplodocus, Kentosaurus, Composagnathus, Archeopteryx, Tyrannosaurus Rex, Triceratops, Velociraptor, Spinosaurus, Ankylosaurus, Pteranodon, Parasaurolophus, Carcharodontosaurus, Argentinosaurus, Stegocephalus, Titanosaurus.",
  "dino.home.immersive-story": "Immersive story written by top wordsmiths",
  "dino.home.created-by": "Created by a team of paleontology experts, experienced writers, and a psychologist, our encyclopedia guarantees a safe and enriching experience for your child.",
  "dino.home.more-info": "More info",
  "dino.home.review.kid-friendly": "Kid-friendly encyclopedias covering multiple subjects",
  "dino.home.review.drop-comment": "Drop Comment",
  "dino.home.review.reading-the-dinosaur": "Reading the dinosaur encyclopedia turned our evenings into an exciting adventure. My sons, Max and Jake, with every page they plunged into a new era, as if they themselves had become part of ancient history. Delight your little ones",
  "dino.home.faq.title": "Personalized Dinosaur Encyclopedia FAQs",
  "dino.home.faq.what-age": "What age is your dinosaur book best for?",
  "dino.home.faq.what-age-answer": "This dinosaur book is crafted to enchant a broad spectrum of ages. Vibrant illustrations and captivating narratives make it ideal for toddlers and preschoolers, typically aged 2 to 5, fostering learning through exploration. Yet, its educational depth extends its appeal to older children, ranging from around 3 to 14 years old. Its timeless allure even captivates adults, making it a delightful choice for family bonding and exploration of prehistoric wonders.",
  "dino.home.faq.how-personalize": "How do I personalize my child's dinosaur book?",
  "dino.home.faq.how-personalize-answer": "To personalize your child's dinosaur book, simply upload their photo to our platform. Utilizing cutting-edge artificial intelligence technology, we'll integrate their image into unique illustrations throughout the book. This way, your little one becomes the main character on every page, immersing themselves in thrilling adventures with dinosaurs.",
  "dino.home.faq.how-long": "How long does it take to make my dinosaur book?",
  "dino.home.faq.how-long-answer": "It typically requires about 2-3 weeks to complete your custom dinosaur book, encompassing design work and the printing process.",
  "dino.home.faq.other-encyclopedia": "Do you have any other encyclopedia editions?",
  "dino.home.faq.other-encyclopedia-answer": "Certainly! In addition to our dinosaur encyclopedia, we offer encyclopedias covering topics such as space exploration and the history of European countries. However, what sets us apart is our specialization in creating personalized books. You can order any story with your child as the main character, ensuring a truly unique and unforgettable reading experience.",
  "dino.home.argedino": "Your children can see themselves as explorers, traveling through theages, encountering dinosaurs face to face. It's not just a book – it'san adventure that will captivate their imagination and bring anincredible dose of magic and knowledge into their world.",
  "dino.home.ai-face-swap": "AI FACE SWAP",
  "dino.home.personalize-book": "Personalize Book",
  "dino.home.click-now": "Click now!!!",
  "dino.home.other-products": "Our other Products",
  "dino.home.subscribe-for-updates": "Subscribe For Updates",
  "dino.home.space-encyclopedia": "Encyclopedia about space",
  "dino.home.email": "Email",
  "dino.home.send": "Send",
  "dino.home.footer.explore-magic-1": "Explore the Magic",
  "dino.home.footer.explore-magic-2": "A unique gift for your loved one",
  "dino.home.footer.home": "Home",
  "dino.home.footer.social": "Social",
  "dino.home.footer.personalized-books": "Personalized Books",
  "dino.home.footer.contact": "Contact",
  "dino.home.footer.privacy": "Privacy",
  "dino.home.footer.rights-reserved": "all rights reserved"
}
